// 霸都丶傲天 2019/7/9  https://Github.com/AJLoveChina
var config = {
    // 下面的句子不一定非要7句， 你也可以改成4句，2句话都可以
    lines: [
        "亲爱的晶晶宝贝",
        "从最初的相识，熟悉，再到现在恋爱两年",
        "中间发生了很多难忘的事",
        "偶尔有不悦，更多的是快乐",
        "不夜城，芙蓉园，兵马俑，殷墟，西湖······",
        "这些地方承载着我们的记忆",
        "遇到你之前，我并不觉得谈恋爱是必须的",
        "跟你在一起，我感觉到了幸福",
        "老婆宝贝，我们要一起白头到老",
        "永远幸福下去哦",
    ],
    // 相爱的时间 记住格式不能写错了, 非常重要
    // 格式一定要和下面这个时间格式一样
    // 分别是 年-月-日T时时:分分:秒秒
    //      温馨警告:
    //          1.时分秒都必须是俩个数字  比如 00:00:00
    //          2.T不能丢了
    date: "2021-01-01T00:00:00",
    // 双方的名字
    names: ["刘超超", "郜晶晶"]
}
