// 霸都丶傲天 2019/7/9  https://Github.com/AJLoveChina
var config = {
    // 下面的句子不一定非要7句， 你也可以改成4句，2句话都可以
    lines: [
        "亲爱的晶晶小宝贝",
        "从相识，相知，到相恋",
        "我们已经走过了2021一整年",
        "这一年里，我有好多次惹哭了你",
        "刘银超真是有点笨呢",
        "但是他对晶晶的心意却是真的",
        "新的一年里，我想陪你多笑一笑",
        "我们一起度过自己的小时光",
        "成为彼此更加喜欢的自己",
        "希望接下来的一年你也能更喜欢超超哦",
        "大宝贝爱你。。。",
        "比心",
    ],
    // 相爱的时间 记住格式不能写错了, 非常重要
    // 格式一定要和下面这个时间格式一样
    // 分别是 年-月-日T时时:分分:秒秒
    //      温馨警告:
    //          1.时分秒都必须是俩个数字  比如 00:00:00
    //          2.T不能丢了
    date: "2021-01-01T00:00:00",
    // 双方的名字
    names: ["刘银超", "郜晶晶"]
}
