// 霸都丶傲天 2019/7/9  https://Github.com/AJLoveChina
var config = {
    // 下面的句子不一定非要7句， 你也可以改成4句，2句话都可以
    lines: [
        "亲爱的晶晶宝贝",
        "从最初的相识，相恋，到现在已经两年多了",
        "中间偶有争吵，但更多的是快乐",
        "不夜城，芙蓉园，殷墟，兵马俑，西湖······",
        "都承载了我们美好的回忆",
        "遇到你之前，我并不觉得恋爱是必须的",
        "跟你在一起，我感受到了幸福",
        "老婆宝贝，请允许我一直在你身边",
        "我想一直照顾你，永远幸福下去",
        "直到我们都老的哪也去不了",
    ],
    // 相爱的时间 记住格式不能写错了, 非常重要
    // 格式一定要和下面这个时间格式一样
    // 分别是 年-月-日T时时:分分:秒秒
    //      温馨警告:
    //          1.时分秒都必须是俩个数字  比如 00:00:00
    //          2.T不能丢了
    date: "2021-01-01T00:00:00",
    // 双方的名字
    names: ["刘超超", "郜晶晶"]
}
